tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "advancecomp"
brew "antigen"
brew "apktool"
brew "autoconf"
brew "automake"
brew "python"
brew "awscli"
brew "cloc"
brew "dex2jar"
brew "docker"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "libtool"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "jsoncpp"
brew "libxmlsec1"
brew "mkdocs"
brew "mono"
brew "ncdu"
brew "neovim"
brew "node"
brew "pidcat"
brew "python@2"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redex"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustup-init"
brew "smali"
brew "tmux"
brew "tree"
brew "urlview"
brew "watchman"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "1password"
cask "alacritty"
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "firefox"
cask "franz"
cask "java"
cask "java6"
cask "java8"
cask "little-snitch"
cask "micro-snitch"
cask "sourcetree"
cask "spotify"
cask "viscosity"
